Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# events.validation.message
source: Fill in an event and a valid date or time range.
ar: أدخل ملاحظة وتاريخًا صالحًا أو نطاقًا زمنيًا.
bg: Попълнете бележка и валидна дата или часови диапазон.
bn: একটি নোট এবং একটি বৈধ তারিখ বা সময়সীমা পূরণ করুন।
ca: Omple una nota i un interval de data o hora vàlid.
cs: Vyplňte poznámku a platné datum nebo časový rozsah.
da: Udfyld en note og en gyldig dato eller tidsperiode.
de: Gib eine Notiz und ein gültiges Datum oder einen gültigen Zeitraum ein.
el: Συμπληρώστε σημείωση και έγκυρη ημερομηνία ή χρονικό διάστημα.
es: Completa una nota y un rango de fecha u hora válido.
et: Sisesta märkus ja kehtiv kuupäev või ajavahemik.
fa: یک یادداشت و یک تاریخ یا بازه زمانی معتبر وارد کنید.
fi: Täytä muistiinpano ja kelvollinen päivämäärä tai aikaväli.
fil: Maglagay ng tala at wastong petsa o saklaw ng oras.
fr: Ajoutez une note et une date ou période horaire valide.
he: מלא הערה ותאריך או טווח זמן תקינים.
hi: एक नोट और मान्य तारीख या समय सीमा भरें।
hr: Unesite bilješku i valjan datum ili vremenski raspon.
hu: Adj meg egy jegyzetet és egy érvényes dátumot vagy időintervallumot.
id: Isi catatan dan tanggal atau rentang waktu yang valid.
is: Fylltu inn athugasemd og gilda dagsetningu eða tímasvið.
it: Inserisci una nota e una data o un intervallo di tempo validi.
ja: メモと有効な日付または時間範囲を入力してください。
ko: 메모와 유효한 날짜 또는 시간 범위를 입력하세요.
lt: Įveskite pastabą ir tinkamą datą arba laikotarpį.
lv: Ievadiet piezīmi un derīgu datumu vai laika diapazonu.
nb: Fyll inn en hendelse og en gyldig dato eller tidsperiode.
nl: Vul een notitie en een geldige datum of tijdsperiode in.
nn: Fyll inn ei hending og ein gyldig dato eller eit gyldig tidsrom.
pl: Wpisz notatkę i prawidłową datę lub przedział czasu.
pt_br: Preencha uma nota e um intervalo válido de data ou hora.
ro: Completează o notă și o dată validă sau un interval orar.
ru: Заполните заметку и укажите корректную дату или временной диапазон.
sk: Vyplňte poznámku a platný dátum alebo časový rozsah.
sl: Vnesite opombo in veljaven datum ali časovni razpon.
sr: Unesite belešku i važeći datum ili vremenski raspon.
sv: Fyll i en anteckning och ett giltigt datum eller tidsintervall.
sw: Jaza dokezo na tarehe halali au muda.
ta: ஒரு குறிப்பும் சரியான தேதி அல்லது நேர வரம்பும் நிரப்பவும்.
th: กรอกบันทึกและวันที่หรือช่วงเวลาที่ถูกต้อง
tr: Bir not ve geçerli bir tarih veya saat aralığı girin.
uk: Заповніть нотатку та правильну дату або часовий проміжок.
ur: ایک نوٹ اور درست تاریخ یا وقت کا دورانیہ درج کریں۔
vi: Điền ghi chú và ngày hoặc khoảng thời gian hợp lệ.
zh_hans: 填写备注和有效的日期或时间范围。
zh_hant: 請填寫備註及有效的日期或時間範圍。

# feedback.error.sendFailed
source: Couldn't send your feedback. Try again.
ar: تعذّر إرسال ملاحظاتك. حاول مجددًا.
bg: Отзивът ви не можа да се изпрати. Опитайте отново.
bn: আপনার মতামত পাঠানো যায়নি। আবার চেষ্টা করুন।
ca: No s'han pogut enviar els comentaris. Torna-ho a provar.
cs: Zpětnou vazbu se nepodařilo odeslat. Zkuste to znovu.
da: Din feedback kunne ikke sendes. Prøv igen.
de: Dein Feedback konnte nicht gesendet werden. Versuch es erneut.
el: Δεν ήταν δυνατή η αποστολή των σχολίων σας. Δοκιμάστε ξανά.
es: No se pudieron enviar tus comentarios. Inténtalo de nuevo.
et: Tagasisidet ei õnnestunud saata. Proovi uuesti.
fa: بازخورد شما ارسال نشد. دوباره تلاش کنید.
fi: Palautettasi ei voitu lähettää. Yritä uudelleen.
fil: Hindi naipadala ang iyong feedback. Subukan ulit.
fr: Impossible d’envoyer votre avis. Réessayez.
he: לא ניתן לשלוח את המשוב שלך. כדאי לנסות שוב.
hi: आपका फ़ीडबैक भेजा नहीं जा सका। फिर कोशिश करें।
hr: Nije moguće poslati povratne informacije. Pokušajte ponovno.
hu: Nem sikerült elküldeni a visszajelzésedet. Próbáld újra.
id: Masukan Anda tidak dapat dikirim. Coba lagi.
is: Ekki tókst að senda ábendinguna þína. Reyndu aftur.
it: Impossibile inviare il feedback. Riprova.
ja: フィードバックを送信できませんでした。もう一度お試しください。
ko: 의견을 보내지 못했습니다. 다시 시도하세요.
lt: Nepavyko išsiųsti atsiliepimo. Bandykite dar kartą.
lv: Neizdevās nosūtīt atsauksmi. Mēģiniet vēlreiz.
nb: Kunne ikke sende tilbakemeldingen. Prøv igjen.
nl: Je feedback kon niet worden verzonden. Probeer het opnieuw.
nn: Kunne ikkje sende tilbakemeldinga. Prøv igjen.
pl: Nie udało się wysłać opinii. Spróbuj ponownie.
pt_br: Não foi possível enviar seu feedback. Tente novamente.
ro: Nu s-a putut trimite feedbackul tău. Încearcă din nou.
ru: Не удалось отправить отзыв. Попробуйте ещё раз.
sk: Spätnú väzbu sa nepodarilo odoslať. Skúste to znova.
sl: Povratnih informacij ni bilo mogoče poslati. Poskusite znova.
sr: Povratne informacije nisu poslate. Pokušajte ponovo.
sv: Kunde inte skicka din feedback. Försök igen.
sw: Maoni yako hayakuweza kutumwa. Jaribu tena.
ta: உங்கள் கருத்தை அனுப்ப முடியவில்லை. மீண்டும் முயலவும்.
th: ส่งความคิดเห็นไม่ได้ ลองอีกครั้ง
tr: Geri bildirimin gönderilemedi. Tekrar dene.
uk: Не вдалося надіслати відгук. Спробуйте ще раз.
ur: آپ کی رائے بھیجی نہیں جا سکی۔ دوبارہ کوشش کریں۔
vi: Không thể gửi phản hồi. Hãy thử lại.
zh_hans: 无法发送你的反馈。请重试。
zh_hant: 無法傳送意見回饋。請再試一次。

# feedback.history.noResponse
source: Awaiting response
ar: في انتظار الرد
bg: Чака се отговор
bn: প্রতিক্রিয়ার অপেক্ষায়
ca: Esperant resposta
cs: Čekání na odpověď
da: Venter på svar
de: Warte auf Antwort
el: Αναμονή απάντησης
es: Esperando respuesta
et: Ootab vastust
fa: در انتظار پاسخ
fi: Odotetaan vastausta
fil: Naghihintay ng tugon
fr: En attente de réponse
he: בהמתנה לתשובה
hi: प्रतिक्रिया की प्रतीक्षा
hr: Čeka se odgovor
hu: Válaszra vár
id: Menunggu respons
is: Bíður svars
it: In attesa di risposta
ja: 返信待機中
ko: 응답 대기 중
lt: Laukiama atsakymo
lv: Gaida atbildi
nb: Venter på svar
nl: Wacht op antwoord
nn: Ventar på svar
pl: Oczekiwanie na odpowiedź
pt_br: Aguardando resposta
ro: În aşteptarea răspunsului
ru: Ожидание ответа
sk: Čaká sa na odpoveď
sl: Čakanje na odgovor
sr: Čeka se odgovor
sv: Väntar på svar
sw: Inasubiri Jibu
ta: பதிலுக்காக காத்திருக்கிறது
th: รอคำตอบ
tr: Yanıt bekleniyor
uk: Очікування відповіді
ur: جواب کا انتظار ہے
vi: Đang chờ phản hồi
zh_hans: 等待回复
zh_hant: 等待回應

# feedback.history.respondedOn
source: Responded
ar: تم الرد
bg: Отговорено
bn: উত্তর দেওয়া
ca: Respost
cs: Odpověděno
da: Besvaret
de: Beantwortet
el: Απαντήθηκε
es: Respondido
et: Vastatud
fa: پاسخ داده شد
fi: Vastattu
fil: Sumagot na
fr: Répondu
he: נענה
hi: उत्तर दिया गया
hr: Odgovoren
hu: Megválaszolva
id: Dijawab
is: Svarað
it: Risposto
ja: 返信済み
ko: 응답함
lt: Atsakyta
lv: Atbildēts
nb: Besvart
nl: Beantwoord
nn: Besvart
pl: Odpowiedziano
pt_br: Respondido
ro: Răspuns primit
ru: Ответил
sk: Odpovedané
sl: Odgovorjeno
sr: Odgovoreno
sv: Besvarad
sw: Ilizalishwa
ta: பதிலளிக்கப்பட்டது
th: ได้รับการตอบสนอง
tr: Yanıtlandı
uk: Відповідено
ur: جواب دیا گیا
vi: Đã phản hồi
zh_hans: 已回复
zh_hant: 已回應

# feedback.history.response
source: Response from Tidex
ar: رد من Tidex
bg: Отговор от Tidex
bn: Tidex থেকে প্রতিক্রিয়া
ca: Resposta de Tidex
cs: Odpověď od Tidexu
da: Svar fra Tidex
de: Antwort von Tidex
el: Απάντηση από Tidex
es: Respuesta de Tidex
et: Vastus Tidexilt
fa: پاسخ از Tidex
fi: Vastaus Tidexiltä
fil: Tugon mula sa Tidex
fr: Réponse de Tidex
he: תשובה מ-Tidex
hi: Tidex से प्रतिक्रिया
hr: Odgovor od Tidexa
hu: Válasz a Tidextől
id: Respons dari Tidex
is: Svar frá Tidex
it: Risposta da Tidex
ja: Tidexからの返信
ko: Tidex의 응답
lt: Atsakymas iš Tidex
lv: Atbilde no Tidex
nb: Svar fra Tidex
nl: Svar fra Tidex
nn: Svar fra Tidex
pl: Odpowiedź od Tidex
pt_br: Resposta do Tidex
ro: Răspuns de la Tidex
ru: Ответ от Tidex
sk: Odpoveď od Tidex
sl: Odgovor od Tidexa
sr: Odgovor od Tidex-a
sv: Svar från Tidex
sw: Jibu kutoka Tidex
ta: Tidex இலிருந்து பதில்
th: คำตอบจาก Tidex
tr: Tidex'ten Yanıt
uk: Відповідь від Tidex
ur: Tidex سے جواب
vi: Phản hồi từ Tidex
zh_hans: 来自 Tidex 的回复
zh_hant: 來自 Tidex 的回應

# feedback.history.submittedOn
source: Submitted
ar: تم الإرسال
bg: Изпратено
bn: জমা দেওয়া
ca: Enviat
cs: Odesláno
da: Sendt
de: Eingereicht
el: Υποβλήθηκε
es: Enviado
et: Saadetud
fa: ارسال شد
fi: Lähetetty
fil: Isinumite
fr: Envoyé
he: נשלח
hi: जमा किया गया
hr: Poslano
hu: Elküldve
id: Dikirim
is: Sent
it: Inviato
ja: 送信済み
ko: 전송됨
lt: Pateikta
lv: Nosūtīts
nb: Sendt
nl: Sendt
nn: Sendt
pl: Wysłane
pt_br: Enviado
ro: Trimis
ru: Отправлено
sk: Odoslané
sl: Poslano
sr: Poslano
sv: Skickat
sw: Kutumwa
ta: சமர்ப்பிக்கப்பட்டது
th: ส่งแล้ว
tr: Gönderildi
uk: Надіслано
ur: جمع کیا گیا
vi: Đã gửi
zh_hans: 已提交
zh_hant: 已提交

# feedback.history.title
source: Your Feedback
ar: ملاحظاتك
bg: Вашата обратна връзка
bn: আপনার প্রতিক্রিয়া
ca: Els teus comentaris
cs: Vaše zpětné vazby
da: Dine tilbakemeldinger
de: Dein Feedback
el: Οι απόψεις σας
es: Tus comentarios
et: Teie tagasiside
fa: نظرات شما
fi: Palautteesi
fil: Iyong Feedback
fr: Vos commentaires
he: המשוב שלך
hi: आपकी प्रतिक्रिया
hr: Vaša povratna informacija
hu: Az Ön visszajelzése
id: Umpan Balik Anda
is: Þín gagnrýni
it: I tuoi feedback
ja: あなたのフィードバック
ko: 내 피드백
lt: Jūsų atsiliepimai
lv: Jūsu atsauksmes
nb: Dine tilbakemeldinger
nl: Dine tilbakemeldinger
nn: Dine tilbakemeldingar
pl: Twoje opinie
pt_br: Seu Feedback
ro: Feedback-ul tău
ru: Ваши отзывы
sk: Vaša spätná väzba
sl: Vaše povratne informacije
sr: Vaša povratna informacija
sv: Dina återkopplingar
sw: Maoni Yako
ta: உங்கள் கருத்து
th: ข้อเสนอแนะของคุณ
tr: Geri Bildiriminiz
uk: Ваш відгук
ur: آپ کی رائے
vi: Phản hồi của bạn
zh_hans: 您的反馈
zh_hant: 您的意見回饋

# feedback.offline.submitUnavailable
source: Connect to the internet to send feedback.
ar: اتصل بالإنترنت لإرسال الملاحظات.
bg: Свържете се с интернет, за да изпратите обратна връзка.
bn: মতামত পাঠাতে ইন্টারনেটে সংযুক্ত হন।
ca: Connecta't a internet per enviar comentaris.
cs: Připojte se k internetu pro odeslání zpětné vazby.
da: Opret forbindelse til internettet for at sende feedback.
de: Verbinde dich mit dem Internet, um Feedback zu senden.
el: Συνδεθείτε στο διαδίκτυο για να στείλετε σχόλια.
es: Conéctate a internet para enviar comentarios.
et: Tagasiside saatmiseks loo internetiühendus.
fa: برای ارسال بازخورد به اینترنت وصل شوید.
fi: Yhdistä internetiin lähettääksesi palautetta.
fil: Kumonekta sa internet para makapagpadala ng feedback.
fr: Connectez-vous à Internet pour envoyer des commentaires.
he: התחברו לאינטרנט כדי לשלוח משוב.
hi: फ़ीडबैक भेजने के लिए इंटरनेट से कनेक्ट करें।
hr: Povežite se s internetom za slanje povratnih informacija.
hu: Csatlakozz az internethez a visszajelzés elküldéséhez.
id: Hubungkan ke internet untuk mengirim masukan.
is: Tengstu internetinu til að senda ábendingu.
it: Connettiti a internet per inviare feedback.
ja: フィードバックを送信するにはインターネットに接続してください。
ko: 피드백을 보내려면 인터넷에 연결하세요.
lt: Prisijunkite prie interneto, kad išsiųstumėte atsiliepimą.
lv: Izveidojiet savienojumu ar internetu, lai nosūtītu atsauksmes.
nb: Koble til internett for å sende tilbakemelding.
nl: Verbind met internet om feedback te sturen.
nn: Kople til internett for å sende tilbakemelding.
pl: Połącz się z internetem, aby wysłać opinię.
pt_br: Conecte-se à internet para enviar feedback.
ro: Conectați-vă la internet pentru a trimite feedback.
ru: Подключитесь к интернету, чтобы отправить отзыв.
sk: Pripojte sa na internet a odošlite spätnú väzbu.
sl: Povežite se z internetom za pošiljanje povratnih informacij.
sr: Povežite se na internet da pošaljete povratne informacije.
sv: Anslut till internet för att skicka feedback.
sw: Unganisha kwenye intaneti ili kutuma maoni.
ta: கருத்தை அனுப்ப இணையத்துடன் இணைக.
th: เชื่อมต่ออินเทอร์เน็ตเพื่อส่งคำติชม
tr: Geri bildirim göndermek için internete bağlanın.
uk: Підключіться до інтернету, щоб надіслати відгук.
ur: فیڈبیک بھیجنے کے لیے انٹرنیٹ سے جڑیں۔
vi: Kết nối internet để gửi phản hồi.
zh_hans: 连接网络以发送反馈。
zh_hant: 連接網際網路以傳送意見回饋。

# feedback.placeholder
source: Tell us what you think...
ar: أخبرنا برأيك...
bg: Кажи ни какво мислиш...
bn: আমাদের বলুন আপনি কী মনে করেন...
ca: Diguem què en penses...
cs: Řekněte nám, co si myslíte...
da: Fortæl os hvad du synes...
de: Sag uns deine Meinung...
el: Πείτε μας τι νομίζετε...
es: Cuéntanos qué piensas...
et: Räägi meile oma arvamust...
fa: نظر خود را با ما به اشتراک بگذارید...
fi: Kerro meille mielipiteesi...
fil: Sabihin sa amin kung ano ang iyong iniisip...
fr: Dites-nous ce que vous en pensez...
he: ספר לנו מה אתה חושב...
hi: हमें बताएं कि आप क्या सोचते हैं...
hr: Recite nam što mislite...
hu: Meséld el, mit gondolsz...
id: Beri tahu kami pendapat Anda...
is: Segðu okkur hvað þú finnst...
it: Raccontaci cosa pensi...
ja: ご意見をお聞かせください...
ko: 의견을 알려주세요...
lt: Pasakykite, ką manote...
lv: Pastāstiet mums, ko jūs domājat...
nb: Fortell oss hva du synes...
nl: Fortell oss hva du synes...
nn: Fortel oss kva du synes...
pl: Powiedz nam, co sądzisz...
pt_br: Conte-nos o que você acha...
ro: Spune-ne ce crezi...
ru: Расскажите нам, что вы думаете...
sk: Povedzte nám, čo si myslíte...
sl: Povej nam, kaj si misliš...
sr: Recite nam šta mislite...
sv: Berätta vad du tycker...
sw: Tuambie unachofikiri...
ta: உங்கள் கருத்தைச் சொல்லுங்கள்...
th: บอกเราว่าคุณคิดอย่างไร...
tr: Düşüncelerinizi bizimle paylaşın...
uk: Розкажіть нам, що ви думаєте...
ur: ہمیں بتائیں کہ آپ کیا سوچتے ہیں...
vi: Cho chúng tôi biết ý kiến của bạn...
zh_hans: 告诉我们您的想法...
zh_hant: 告訴我們您的想法...

# feedback.sending
source: Sending...
ar: جاري الإرسال...
bg: Изпращане...
bn: পাঠাচ্ছে...
ca: Enviant...
cs: Odesílání...
da: Sender...
de: Wird gesendet...
el: Αποστολή...
es: Enviando...
et: Saademine käimas...
fa: در حال ارسال...
fi: Lähetetään...
fil: Nagpapadala...
fr: Envoi en cours...
he: שולח...
hi: भेज रहे हैं...
hr: Slanje...
hu: Küldés...
id: Mengirim...
is: Sendir...
it: Invio in corso...
ja: 送信中...
ko: 전송 중...
lt: Siunčiama...
lv: Sūta...
nb: Sender...
nl: Sender...
nn: Sender...
pl: Wysyłanie...
pt_br: Enviando...
ro: Se trimite...
ru: Отправка...
sk: Odosiela sa...
sl: Pošiljam...
sr: Slanje...
sv: Skickar...
sw: Inatuma...
ta: அனுப்பி வருகிறது...
th: กำลังส่ง...
tr: Gönderiliyor...
uk: Надсилання...
ur: بھیجا جا رہا ہے...
vi: Đang gửi...
zh_hans: 发送中...
zh_hant: 傳送中...

# feedback.submit
source: Send Feedback
ar: إرسال التعليقات
bg: Изпрати обратна връзка
bn: প্রতিক্রিয়া পাঠান
ca: Enviar comentari
cs: Odeslat zpětnou vazbu
da: Send tilbagemelding
de: Feedback senden
el: Αποστολή απόψεων
es: Enviar comentario
et: Saada tagasiside
fa: ارسال نظر
fi: Lähetä palaute
fil: Magpadala ng Feedback
fr: Envoyer un commentaire
he: שלח משוב
hi: प्रतिक्रिया भेजें
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
id: Kirim Umpan Balik
is: Senda gagnrýni
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 전송
lt: Siųsti atsiliepimą
lv: Sūtīt atsauksmi
nb: Send tilbakemelding
nl: Send tilbakemelding
nn: Send tilbakemelding
pl: Wyślij opinię
pt_br: Enviar Feedback
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať spätnu väzbu
sl: Pošlji povratno informacijo
sr: Pošalji povratnu informaciju
sv: Skicka återkoppling
sw: Tuma Maoni
ta: கருத்தை அனுப்பவும்
th: ส่งข้อเสนอแนะ
tr: Geri Bildirim Gönder
uk: Надіслати відгук
ur: رائے بھیجیں
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# feedback.submitAnother
source: Send more feedback
ar: إرسال المزيد من التعليقات
bg: Изпрати още обратна връзка
bn: আরও প্রতিক্রিয়া পাঠান
ca: Enviar més comentaris
cs: Poslat více zpětné vazby
da: Send mere tilbakemelding
de: Mehr Feedback senden
el: Αποστολή περισσότερων απόψεων
es: Enviar más comentarios
et: Saada rohkem tagasisidet
fa: ارسال نظر بیشتر
fi: Lähetä lisää palautetta
fil: Magpadala ng karagdagang feedback
fr: Envoyer d'autres commentaires
he: שלח משוב נוסף
hi: और प्रतिक्रिया भेजें
hr: Pošalji više povratnih informacija
hu: További visszajelzés küldése
id: Kirim umpan balik lagi
is: Senda meiri gagnrýni
it: Invia altri feedback
ja: さらにフィードバックを送信
ko: 더 많은 피드백 전송
lt: Siųsti daugiau atsiliepimo
lv: Sūtīt vairāk atsauksmju
nb: Send mer tilbakemelding
nl: Send mer tilbakemelding
nn: Send meir tilbakemelding
pl: Wyślij więcej opinii
pt_br: Enviar mais feedback
ro: Trimite mai mult feedback
ru: Отправить еще отзыв
sk: Odoslať ďalšiu spätnú väzbu
sl: Pošlji več povratnih informacij
sr: Pošalji još povratnih informacija
sv: Skicka mer återkoppling
sw: Tuma Maoni Zaidi
ta: மேலும் கருத்தை அனுப்பவும்
th: ส่งข้อเสนอแนะเพิ่มเติม
tr: Daha Fazla Geri Bildirim Gönder
uk: Надіслати ще відгук
ur: مزید رائے بھیجیں
vi: Gửi thêm phản hồi
zh_hans: 发送更多反馈
zh_hant: 傳送更多意見回饋

# feedback.success
source: Thank you for your feedback!
ar: شكراً لتعليقاتك!
bg: Благодарим ти за твоята обратна връзка!
bn: আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ!
ca: Gràcies per la teva opinió!
cs: Děkujeme za vaši zpětnou vazbu!
da: Tak for din tilbagemelding!
de: Danke für dein Feedback!
el: Ευχαριστούμε για την απόψεών σας!
es: ¡Gracias por tu comentario!
et: Aitäh tagasiside eest!
fa: از نظر شما سپاسگزاریم!
fi: Kiitos palautteestasi!
fil: Salamat sa iyong feedback!
fr: Merci pour votre commentaire !
he: תודה על המשוב שלך!
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!
hr: Hvala na tvojoj povratnoj informaciji!
hu: Köszönöm a visszajelzést!
id: Terima kasih atas umpan balik Anda!
is: Takk fyrir þína gagnrýni!
it: Grazie per il tuo feedback!
ja: フィードバックをいただきありがとうございます!
ko: 피드백을 주셔서 감사합니다!
lt: Ačiū už jūsų atsiliepimą!
lv: Paldies par jūsu atsauksmi!
nb: Takk for din tilbakemelding!
nl: Takk for din tilbakemelding!
nn: Takk for tilbakemeldinga di!
pl: Dziękujemy za Twoją opinię!
pt_br: Obrigado pelo seu feedback!
ro: Mulțumim pentru feedback-ul tău!
ru: Спасибо за ваш отзыв!
sk: Ďakujeme za vašu spätnú väzbu!
sl: Hvala za tvojo povratno informacijo!
sr: Hvala na vašoj povratnoj informaciji!
sv: Tack för din återkoppling!
sw: Asante kwa maoni yako!
ta: உங்கள் கருத்துக்கு நன்றி!
th: ขอบคุณสำหรับข้อเสนอแนะของคุณ!
tr: Geri bildiriminiz için teşekkür ederiz!
uk: Дякуємо за ваш відгук!
ur: آپ کی رائے کے لیے شکریہ!
vi: Cảm ơn bạn đã gửi phản hồi!
zh_hans: 感谢您的反馈！
zh_hant: 感謝您的意見回饋！

# feedback.title
source: Feedback
ar: التعليقات
bg: Обратна връзка
bn: প্রতিক্রিয়া
ca: Comentari
cs: Zpětná vazba
da: Tilbakemelding
el: Απόψεις
es: Comentario
et: Tagasiside
fa: نظر
fi: Palaute
fr: Commentaire
he: משוב
hi: प्रतिक्रिया
hr: Povratna informacija
hu: Visszajelzés
id: Umpan Balik
is: Gagnrýni
ja: フィードバック
ko: 피드백
lt: Atsiliepimai
lv: Atsauksme
nb: Tilbakemelding
nl: Tilbakemelding
nn: Tilbakemelding
pl: Opinia
ru: Отзыв
sk: Spätná väzba
sl: Povratna informacija
sr: Povratna informacija
sv: Återkoppling
sw: Maoni
ta: கருத்து
th: ข้อเสนอแนะ
tr: Geri Bildirim
uk: Відгук
ur: رائے
vi: Phản hồi
zh_hans: 反馈
zh_hant: 意見回饋

# firstShift.prompt.message
source: See what it pays before payday.
ar: اعرف أجرها قبل يوم الراتب.
bg: Вижте колко ще спечелите от нея преди деня за заплата.
bn: বেতনের দিন আসার আগেই দেখুন শিফটটির আয় কত।
ca: Descobreix quant cobraràs pel torn abans del dia de pagament.
cs: Zjistěte, kolik za ni dostanete, ještě před výplatou.
da: Se, hvad du tjener på vagten inden lønningsdag.
de: Sieh schon vor dem Zahltag, wie viel du verdienst.
el: Δείτε πόσα θα πληρωθείτε γι’ αυτήν πριν από την ημέρα πληρωμής.
es: Descubre cuánto cobrarás por él antes del día de pago.
et: Vaata enne palgapäeva, kui palju see sisse toob.
fa: پیش از روز حقوق، ببینید این شیفت چقدر دستمزد دارد.
fi: Näe työvuorosi palkka ennen palkkapäivää.
fil: Alamin ang kikitain mo rito bago ang araw ng sahod.
fr: Découvrez combien il vous rapporte avant le jour de paie.
he: גלו כמה תרוויחו במשמרת עוד לפני יום התשלום.
hi: वेतन दिवस से पहले देखें कि इस शिफ्ट से कितनी कमाई होगी।
hr: Saznajte koliko ćete zaraditi prije isplate plaće.
hu: Tudd meg még fizetésnap előtt, mennyit keresel vele.
id: Lihat upahnya sebelum hari gajian.
is: Sjáðu hvað þú færð fyrir vaktina fyrir útborgun.
it: Scopri quanto guadagni prima del giorno di paga.
ja: 給料日前にそのシフトの収入を確認できます。
ko: 급여일 전에 이 근무의 예상 급여를 확인하세요.
lt: Sužinokite, kiek už ją gausite, dar prieš atlyginimo dieną.
lv: Uzziniet, cik par to saņemsiet, vēl pirms algas dienas.
nb: Se hva den gir i lønn før lønningsdagen.
nl: Zie vóór betaaldag wat je ermee verdient.
nn: Sjå kva ho gir i løn før løningsdagen.
pl: Sprawdź zarobek za zmianę przed wypłatą.
pt_br: Veja quanto você vai receber antes do dia do pagamento.
ro: Vezi cât câștigi din ea înainte de ziua de salariu.
ru: Узнайте, сколько за неё заплатят, до дня зарплаты.
sk: Zistite jej zárobok ešte pred výplatou.
sl: Oglejte si zaslužek še pred izplačilom plače.
sr: Saznajte koliko ćete zaraditi pre isplate.
sv: Se vad passet ger i lön före löning.
sw: Ona malipo yake kabla ya siku ya malipo.
ta: சம்பள நாள் வரும்முன் அதன் ஊதியத்தை அறியுங்கள்.
th: ดูก่อนวันจ่ายเงินว่ากะนี้ได้เงินเท่าไร
tr: Maaş gününden önce bu vardiyadan ne kadar kazanacağınızı görün.
uk: Дізнайтеся, скільки заробите за неї, ще до зарплати.
ur: تنخواہ کے دن سے پہلے دیکھیں کہ اس شفٹ کی کتنی اجرت ملے گی۔
vi: Xem ca làm này được trả bao nhiêu trước ngày nhận lương.
zh_hans: 发薪前先看看这一班能赚多少。
zh_hant: 發薪前就能知道這個班次的薪資。

# firstShift.prompt.title
source: Add your first shift
ar: أضف مناوبتك الأولى
bg: Добавете първата си смяна
bn: আপনার প্রথম শিফট যোগ করুন
ca: Afegeix el teu primer torn
cs: Přidat první směnu
da: Tilføj din første vagt
de: Deine erste Schicht hinzufügen
el: Προσθέστε την πρώτη σας βάρδια
es: Añade tu primer turno
et: Lisa oma esimene vahetus
fa: اولین شیفتتان را اضافه کنید
fi: Lisää ensimmäinen työvuorosi
fil: Idagdag ang una mong shift
fr: Ajoutez votre premier créneau
he: הוסיפו את המשמרת הראשונה שלכם
hi: अपनी पहली शिफ्ट जोड़ें
hr: Dodajte prvu smjenu
hu: Add hozzá az első műszakodat
id: Tambahkan shift pertama Anda
is: Bættu við fyrstu vaktinni þinni
it: Aggiungi il tuo primo turno
ja: 最初のシフトを追加
ko: 첫 근무 일정 추가하기
lt: Pridėkite pirmąją pamainą
lv: Pievienot pirmo maiņu
nb: Legg til din første vakt
nl: Voeg je eerste dienst toe
nn: Legg til di første vakt
pl: Dodaj pierwszą zmianę
pt_br: Adicione seu primeiro turno
ro: Adaugă prima ta tură
ru: Добавьте первую смену
sk: Pridať prvú zmenu
sl: Dodaj prvo izmeno
sr: Dodaj prvu smenu
sv: Lägg till ditt första pass
sw: Ongeza zamu yako ya kwanza
ta: உங்கள் முதல் ஷிப்டைச் சேர்க்கவும்
th: เพิ่มกะแรกของคุณ
tr: İlk vardiyanızı ekleyin
uk: Додати першу зміну
ur: اپنی پہلی شفٹ شامل کریں
vi: Thêm ca làm đầu tiên
zh_hans: 添加您的第一个班次
zh_hant: 新增第一個班次

# friends.card.endsNextDay
source: Ends %@ the next day
ar: تنتهي %@ في اليوم التالي
bg: Завършва в %@ на следващия ден
bn: পরের দিন %@-এ শেষ হয়
ca: Acaba a les %@ l'endemà
cs: Končí %@ následující den
da: Slutter %@ næste dag
de: Endet %@ am nächsten Tag
el: Λήγει %@ την επόμενη μέρα
es: Termina %@ al día siguiente
et: Lõpeb järgmisel päeval kell %@
fa: در %@ روز بعد تمام می‌شود
fi: Päättyy %@ seuraavana päivänä
fil: Nagtatapos ng %@ sa susunod na araw
fr: Se termine à %@ le lendemain
he: מסתיימת ב־%@ ביום הבא
hi: अगले दिन %@ पर समाप्त होती है
hr: Završava %@ sljedećeg dana
hu: Másnap, %@-kor ér véget
id: Berakhir %@ keesokan harinya
is: Lýkur %@ daginn eftir
it: Termina %@ il giorno successivo
ja: 終了は翌日の%@
ko: 다음 날 %@에 종료됩니다.
lt: Baigiasi %@ kitą dieną
lv: Beidzas %@ nākamajā dienā
nb: Slutter %@ neste dag
nl: Eindigt %@ op de volgende dag
nn: Sluttar %@ neste dag
pl: Kończy się o %@ następnego dnia
pt_br: Termina %@ no dia seguinte
ro: Se termină %@ în ziua următoare
ru: Заканчивается в %@ на следующий день
sk: Končí o %@ nasledujúci deň
sl: Konča se ob %@ naslednji dan
sr: Završava se %@ narednog dana
sv: Slutar %@ nästa dag
sw: Inaisha %@ siku inayofuata
ta: அடுத்த நாள் %@ மணிக்கு முடியும்
th: สิ้นสุดเวลา %@ ในวันถัดไป
tr: Ertesi gün %@'da sona erer
uk: Закінчується о %@ наступного дня
ur: اگلے دن %@ پر ختم ہوتی ہے
vi: Kết thúc lúc %@ vào ngày hôm sau
zh_hans: 于次日 %@ 结束
zh_hant: 於隔日 %@ 結束
